-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 29, 2022 at 05:08 PM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `thaifood`
--

-- --------------------------------------------------------

--
-- Table structure for table `all_food`
--

CREATE TABLE `all_food` (
  `id` int(11) NOT NULL,
  `namefood` varchar(255) NOT NULL,
  `price` int(11) NOT NULL,
  `pathimage` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `all_food`
--

INSERT INTO `all_food` (`id`, `namefood`, `price`, `pathimage`) VALUES
(1, 'ต้มยำขึ้นสวรรค์', 120, 'D:\\final\\Image\\f1.jpg'),
(2, 'ปลากดว่าอร่อย', 100, 'D:\\final\\Image\\f2.jpg'),
(3, 'ตำแสบเเซ่บๆ', 60, 'D:\\final\\Image\\f3.jpg'),
(4, 'ผัดผงกระหรี่', 80, 'D:\\final\\Image\\f4.jpg'),
(5, 'หมูข่อยโดนเต๊ะ', 70, 'D:\\final\\Image\\f5.jpg'),
(6, 'ยำแซ่บ', 90, 'D:\\final\\Image\\f6.jpg'),
(7, 'ทอดมันกุ้ง ', 60, 'D:\\final\\Image\\f7.jpg'),
(8, 'ผมไม่ได้เผา กุ้งเผา', 320, 'D:\\final\\Image\\f8.jpg'),
(9, 'ราดหน้าเหนียวข้น', 50, 'D:\\final\\Image\\f9.jpg'),
(10, 'ผัดอะไรเด็กไม่กิน', 70, 'D:\\final\\Image\\f10.jpg'),
(11, 'ต้มข๊าไกร่', 120, 'D:\\final\\Image\\f11.jpg'),
(13, 'ลาบลอย', 40, 'D:\\final\\Image\\f14.png'),
(14, 'ตำไทยจ้า', 50, 'D:\\final\\Image\\f13.png'),
(15, 'ผัดกะเพรา', 60, 'D:\\final\\Image\\f15.jpg'),
(17, 'ผัดพริกแกงกันหรอ', 50, 'D:\\final\\Image\\f17.jpg'),
(18, 'แกงเขียวหวานเเฮง', 70, 'D:\\final\\Image\\f18.jpg'),
(19, 'ลุยสวนผัก', 50, 'D:\\final\\Image\\f19.jpg'),
(20, 'ไก่ย่างจ้า บ่เเม่นข่อย', 120, 'D:\\final\\Image\\f20.jpg'),
(21, 'ขำหลาย คั่วกลิ้ง', 40, 'D:\\final\\Image\\khua_kling_recipe_วิธีทำคั่วกลิ้งหมู.jpg'),
(22, 'ผัดผักบุ้งสะดุ้งเลย', 50, 'D:\\final\\Image\\pad-pak-boong-morning-glory-thai-food-top-12-must-eat-local-dishes-in-thailand.jpg'),
(23, 'ผัดวุ่นเส้น', 80, 'D:\\final\\Image\\pad-thai-1.jpg'),
(24, 'ห่อหมกฮวกไปฝากเทอ', 70, 'D:\\final\\Image\\PNG-image-14.png'),
(25, 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 50, 'D:\\final\\Image\\somtum-thai-0004-1024x683.jpg'),
(31, 'เครื่องดื่มน้ำโค้ก', 20, 'D:\\final\\Image\\New-Coke-Zero-Sugar-5.jpg'),
(32, 'รีเจนซี่', 490, 'D:\\final\\Image\\r00t3q3uigE8XvzCMGYq-o.jpg'),
(34, 'ข้าวผัด', 100, 'D:\\final\\Image\\thai-fried-rice-khao-pad-phat-thai-food-must-eat-thailand-dishes-cuisine.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `all_order`
--

CREATE TABLE `all_order` (
  `id` int(11) NOT NULL,
  `user` varchar(255) NOT NULL,
  `day` varchar(255) DEFAULT NULL,
  `or_der` varchar(100) NOT NULL,
  `food` varchar(255) NOT NULL,
  `amount` int(11) NOT NULL,
  `price` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `all_order`
--

INSERT INTO `all_order` (`id`, `user`, `day`, `or_der`, `food`, `amount`, `price`) VALUES
(279, 'kon1', '01/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(280, 'kon1', '01/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(281, 'kon1', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 2, 120),
(282, 'kon1', '03/07/2565', '1', 'ปลากดว่าอร่อย', 2, 100),
(283, 'kon1', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(284, 'kon1', '03/07/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(285, 'kon1', '03/07/2565', '1', 'ผัดอะไรเด็กไม่กิน ', 1, 70),
(286, 'konkon', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(287, 'konkon', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 3, 120),
(288, 'konkon', '03/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(289, 'konkon', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(290, 'konkon', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(291, 'konkon', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(292, 'konkon', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(293, 'konkon', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(294, 'konkon', '03/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 2, 70),
(295, 'konkon', '03/07/2565', '1', 'คนละยำ', 1, 90),
(296, 'konkon', '03/07/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(297, 'kon1', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(298, 'kon1', '03/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(299, 'kon1', '03/07/2565', '1', 'ผัดผงงงจังเลย', 2, 80),
(300, 'kon1', '03/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 3, 70),
(301, 'kon1', '03/07/2565', '1', 'คนละยำ', 1, 90),
(302, 'kon1', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(303, 'kon1', '03/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(304, 'kon1', '03/07/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(305, 'kon1', '03/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(306, 'kon1', '03/07/2565', '1', 'คนละยำ', 2, 90),
(307, 'kon1', '03/07/2565', '1', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 2, 60),
(308, 'kon1', '03/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 1, 120),
(309, 'kon1', '03/07/2565', '5', 'ปลากดว่าอร่อย', 1, 100),
(310, 'kon1', '03/07/2565', '5', 'ผัดผงงงจังเลย', 1, 80),
(311, 'kon1', '03/07/2565', '5', 'ผัดผงงงจังเลย', 1, 80),
(312, 'kon1', '03/07/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(313, 'kon1', '03/07/2565', '5', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 1, 60),
(314, 'kon1', '03/07/2565', '5', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(315, 'kon1', '03/07/2565', '5', 'ราดหน้าเหนียวข้น', 1, 50),
(316, 'kon1', '03/07/2565', '5', 'ผัดอะไรเด็กไม่กิน ', 2, 70),
(317, 'kon1', '03/07/2565', '5', 'ต้มข๋าไกร่', 1, 120),
(318, 'kon1', '03/07/2565', '7', 'ต้มยำขึ้นสวรรค์', 1, 120),
(319, 'kon1', '03/07/2565', '7', 'ปลากดว่าอร่อย', 1, 100),
(320, 'kon1', '03/07/2565', '7', 'ต้มยำขึ้นสวรรค์', 1, 120),
(321, 'kon1', '03/07/2565', '7', 'ปลากดว่าอร่อย', 1, 100),
(322, 'kon1', '03/07/2565', '7', 'ต้มยำขึ้นสวรรค์', 2, 120),
(323, 'kon1', '03/07/2565', '4', 'ต้มยำขึ้นสวรรค์', 1, 120),
(324, 'kon1', '03/07/2565', '4', 'ปลากดว่าอร่อย', 2, 100),
(325, 'kon1', '03/07/2565', '4', 'ผัดผงงงจังเลย', 1, 80),
(326, 'kon1', '03/07/2565', '5', 'คนละยำ', 2, 90),
(327, 'kon1', '03/07/2565', '8', 'ต้มยำขึ้นสวรรค์', 3, 120),
(328, 'kon1', '03/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 1, 120),
(329, 'kon1', '03/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 1, 120),
(330, 'ต้นหลิว', '03/07/2565', '9', 'ต้มยำขึ้นสวรรค์', 3, 120),
(331, 'ต้นหลิว', '03/07/2565', '9', 'ปลากดว่าอร่อย', 1, 100),
(332, 'ต้นหลิว', '03/07/2565', '9', 'ผัดผงงงจังเลย', 2, 80),
(333, 'ต้นหลิว', '03/07/2565', '9', 'คนละยำ', 1, 90),
(334, 'kon1', '03/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 1, 120),
(335, 'tonliw1', '03/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 2, 120),
(336, 'tonliw1', '03/07/2565', '1', 'ปลากดว่าอร่อย', 2, 100),
(337, 'tonliw1', '03/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(338, 'tonliw1', '03/07/2565', '1', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 1, 60),
(339, 'tonliw1', '03/07/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(340, 'tonliw1', '03/07/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(341, 'kon1', '05/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 1, 120),
(342, 'kon1', '05/07/2565', '5', 'ปลากดว่าอร่อย', 1, 100),
(343, 'kon1', '05/07/2565', '5', 'ผัดผงงงจังเลย', 2, 80),
(344, 'kon1', '05/07/2565', '5', 'คนละยำ', 2, 90),
(345, 'kon1', '05/07/2565', '5', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 1, 60),
(346, 'kon1', '05/07/2565', '5', 'ผัดอะไรเด็กไม่กิน ', 1, 70),
(347, 'kon1', '05/07/2565', '5', 'ราดหน้าเหนียวข้น', 2, 50),
(348, 'test', '05/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 2, 120),
(349, 'test', '05/07/2565', '5', 'ปลากดว่าอร่อย', 1, 100),
(350, 'test', '05/07/2565', '5', 'ผัดผงงงจังเลย', 1, 80),
(351, 'test', '05/07/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(352, 'test', '05/07/2565', '5', 'คนละยำ', 1, 90),
(353, 'test', '05/07/2565', '5', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(354, 'test', '05/07/2565', '5', 'ราดหน้าเหนียวข้น', 1, 50),
(355, 'test', '05/07/2565', '5', 'ผัดอะไรเด็กไม่กิน ', 1, 70),
(356, 'jkonkanok5', '05/07/2565', '4', 'ต้มยำขึ้นสวรรค์', 1, 120),
(357, 'jkonkanok5', '05/07/2565', '4', 'ปลากดว่าอร่อย', 1, 100),
(358, 'jkonkanok5', '05/07/2565', '4', 'ผัดผงงงจังเลย', 1, 80),
(359, 'jkonkanok5', '05/07/2565', '4', 'หมูข่อยโดนเต๊ะ', 1, 70),
(360, 'jkonkanok5', '05/07/2565', '4', 'คนละยำ', 1, 90),
(361, 'jkonkanok5', '05/07/2565', '8', 'ต้มยำขึ้นสวรรค์', 1, 120),
(362, 'jkonkanok5', '05/07/2565', '8', 'ปลากดว่าอร่อย', 1, 100),
(363, 'jkonkanok5', '05/07/2565', '8', 'หมูข่อยโดนเต๊ะ', 1, 70),
(364, 'jkonkanok5', '05/07/2565', '8', 'ผัดผงงงจังเลย', 1, 80),
(365, 'jkonkanok5', '05/07/2565', '8', 'คนละยำ', 1, 90),
(366, 'jkonkanok5', '05/07/2565', '8', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 1, 60),
(367, 'jkonkanok5', '05/07/2565', '8', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(368, 'kon1', '05/07/2565', '', 'ต้มยำขึ้นสวรรค์', 1, 120),
(369, 'liwliw', '05/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(370, 'liwliw', '05/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(371, 'liwliw', '05/07/2565', '1', 'ผัดผงงงจังเลย', 2, 80),
(372, 'liwliw', '05/07/2565', '1', 'คนละยำ', 1, 90),
(373, 'liwliw', '05/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(374, 'liwliw', '05/07/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(375, 'liwliw', '05/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(376, 'liwliw', '05/07/2565', '1', 'ปลากดว่าอร่อย', 3, 100),
(377, 'test111', '05/07/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(378, 'test111', '05/07/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(379, 'test111', '05/07/2565', '1', 'ผัดผงงงจังเลย', 3, 80),
(380, 'test111', '05/07/2565', '1', 'หมูข่อยโดนเต๊ะ', 2, 70),
(381, 'test111', '05/07/2565', '1', 'คนละยำ', 1, 90),
(382, 'test111', '05/07/2565', '1', 'ทอดมันกุ้ง เเต่หนูมันกว่า', 1, 60),
(383, 'kon1', '05/07/2565', '5', 'ต้มยำขึ้นสวรรค์', 4, 120),
(384, 'Maple', '05/07/2565', '6', 'ปลากดว่าอร่อย', 1, 100),
(385, 'Maple', '05/07/2565', '6', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(386, 'Maple', '05/07/2565', '6', 'คนละยำ', 1, 90),
(387, 'Maple', '05/07/2565', '6', 'คนละยำ', 2, 90),
(388, 'Maple', '05/07/2565', '6', 'ผัดผงงงจังเลย', 1, 80),
(389, 'Maple', '05/07/2565', '6', 'ต้มยำขึ้นสวรรค์', 1, 120),
(390, 'jkonkanok5', '28/07/2565', '', 'ผัดผงงงจังเลย', 3, 80),
(391, 'jkonkanok5', '28/07/2565', '', 'ผัดผงงงจังเลย', 3, 80),
(392, 'jkonkanok5', '28/07/2565', '', 'ผัดผงงงจังเลย', 3, 80),
(393, 'jkonkanok5', '28/07/2565', '1', 'ลาบเเซ่บๆ', 1, 50),
(394, 'jkonkanok5', '28/07/2565', '1', 'ผัดอะไรเด็กไม่กิน', 2, 70),
(395, 'jkonkanok5', '28/07/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(396, 'jkonkanok5', '28/07/2565', '1', 'ทอดมันกุ้ง แต่หนูมันกว่า', 1, 60),
(397, 'jkonkanok5', '28/07/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(398, 'jkonkanok5', '28/07/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(399, 'jkonkanok5', '28/07/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(400, 'jkonkanok5', '28/07/2565', '8', 'คนละยำ', 1, 90),
(401, 'jkonkanok5', '28/07/2565', '8', 'ตำแสบเเซ่บ', 2, 60),
(402, 'jkonkanok5', '28/07/2565', '7', 'ทอดมันกุ้ง แต่หนูมันกว่า', 1, 60),
(403, 'jkonkanok5', '28/07/2565', '7', 'ทอดมันกุ้ง แต่หนูมันกว่า', 1, 60),
(404, 'jkonkanok5', '28/07/2565', '7', 'ทอดมันกุ้ง แต่หนูมันกว่า', 1, 60),
(405, 'jkonkanok5', '28/07/2565', '7', 'ลาบเเซ่บๆ', 1, 50),
(406, 'jkonkanok5', '28/07/2565', '7', 'ต้มข๊าไกร่', 2, 120),
(407, 'jkonkanok5', '07/08/2565', '1', 'ผัดอะไรเด็กไม่กิน', 1, 70),
(408, 'jkonkanok5', '07/08/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(409, 'p1', '07/08/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(410, 'p1', '07/08/2565', '1', 'คนละยำ', 1, 90),
(411, 'p1', '07/08/2565', '1', 'ผัดผงงงจังเลย', 1, 80),
(412, 'p1', '07/08/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(413, 'p1', '07/08/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(414, 'kon1', '09/08/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(415, 'kon1', '09/08/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(416, 'kon1', '09/08/2565', '1', 'คนละยำ', 1, 90),
(417, 'kon1', '09/08/2565', '1', 'ทอดมันกุ้ง ', 2, 60),
(418, 'kon1', '09/08/2565', '1', 'ราดหน้าเหนียวข้น', 2, 50),
(419, 'kon1', '30/08/2565', '1', 'คนละยำ', 1, 90),
(420, 'kon1', '30/08/2565', '1', 'ต้มข๊าไกร่', 1, 120),
(421, 'kon1', '30/08/2565', '1', 'ต้มข๊าไกร่', 1, 120),
(422, 'jkonkanok5 ', '30/08/2565', '2', 'ตำแสบเเซ่บ', 1, 60),
(423, 'jkonkanok5 ', '30/08/2565', '2', 'ผัดผงงงจังเลย', 1, 80),
(424, 'jkonkanok5 ', '30/08/2565', '2', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(425, 'jkonkanok5 ', '30/08/2565', '2', 'ราดหน้าเหนียวข้น', 1, 50),
(426, 'jkonkanok5 ', '30/08/2565', '2', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(427, 'jkonkanok5 ', '30/08/2565', '2', 'ต้มข๊าไกร่', 2, 120),
(428, 'jkonkanok5 ', '30/08/2565', '2', 'ผมไม่ได้เผา กุ้งเผา', 4, 320),
(429, 'jkonkanok5 ', '30/08/2565', '2', 'คนละยำ', 1, 90),
(430, 'jkonkanok5 ', '30/08/2565', '2', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(431, 'jkonkanok5 ', '30/08/2565', '2', 'หมูข่อยโดนเต๊ะ', 1, 70),
(432, 'jkonkanok5 ', '30/08/2565', '2', 'ทอดมันกุ้ง ', 1, 60),
(433, 'jkonkanok5 ', '30/08/2565', '2', 'ผัดอะไรเด็กไม่กิน', 1, 70),
(434, 'jkonkanok5 ', '30/08/2565', '2', 'คนละยำ', 1, 90),
(435, 'jkonkanok5 ', '30/08/2565', '2', 'ตำแสบเเซ่บ', 1, 60),
(436, 'jkonkanok5 ', '30/08/2565', '2', 'หมูข่อยโดนเต๊ะ', 1, 70),
(437, 'jkonkanok5 ', '30/08/2565', '2', 'ผัดผงงงจังเลย', 1, 80),
(438, 'jkonkanok5 ', '30/08/2565', '2', 'ปลากดว่าอร่อย', 1, 100),
(439, 'kon1', '30/08/2565', '5', 'ราดหน้าเหนียวข้น', 1, 50),
(440, 'kon1', '30/08/2565', '5', 'ทอดมันกุ้ง ', 1, 60),
(441, 'kon1', '30/08/2565', '5', 'ผัดผงงงจังเลย', 1, 80),
(442, 'kon1', '30/08/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(443, 'kon1', '30/08/2565', '5', 'ปลากดว่าอร่อย', 1, 100),
(444, 'kon1', '30/08/2565', '5', 'ผัดอะไรเด็กไม่กิน', 1, 70),
(445, 'kon1', '30/08/2565', '5', 'คนละยำ', 3, 90),
(446, 'kon1', '30/08/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 2, 320),
(447, 'kon1', '30/08/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(448, 'kon1', '30/08/2565', '5', 'ราดหน้าเหนียวข้น', 1, 50),
(449, 'kon1', '30/08/2565', '5', 'ทอดมันกุ้ง ', 1, 60),
(450, 'kon1', '30/08/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(451, 'kon1', '30/08/2565', '1', 'ทอดมันกุ้ง ', 1, 60),
(452, 'kon1', '03/09/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(453, 'kon1', '03/09/2565', '1', 'คนละยำ', 1, 90),
(454, 'kon1', '03/09/2565', '1', 'ตำแสบเเซ่บ', 1, 60),
(455, 'kon1', '03/09/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(456, 'kon1', '03/09/2565', '1', 'คนละยำ', 1, 90),
(457, 'kon1', '03/09/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(458, 'kon1', '03/09/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(459, 'kon1', '03/09/2565', '1', 'คนละยำ', 1, 90),
(460, 'kon1', '03/09/2565', '4', 'หมูข่อยโดนเต๊ะ', 1, 70),
(461, 'kon1', '03/09/2565', '4', 'ผัดผงงงจังเลย', 2, 80),
(462, 'kon1', '03/09/2565', '5', 'หมูข่อยโดนเต๊ะ', 1, 70),
(463, 'kon1', '03/09/2565', '5', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(464, 'kon1', '03/09/2565', '5', 'คนละยำ', 1, 90),
(465, 'kon1', '03/09/2565', '5', 'ราดหน้าเหนียวข้น', 1, 50),
(466, 'dum', '03/09/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(467, 'dum', '03/09/2565', '1', 'ตำไทยจ้า', 1, 50),
(468, 'dum', '03/09/2565', '1', 'ต้มข๊าไกร่', 1, 120),
(469, 'dum', '03/09/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(470, 'dum', '03/09/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(471, 'dum', '03/09/2565', '1', 'ตำแสบเเซ่บ', 1, 60),
(472, 'dum', '03/09/2565', '1', 'ลาบลอย', 1, 40),
(473, 'dum', '03/09/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(474, 'dum', '03/09/2565', '1', 'ลาบลอย', 1, 40),
(475, 'dum', '03/09/2565', '1', 'ต้มข๊าไกร่', 1, 120),
(476, 'dum', '03/09/2565', '1', 'ผัดอะไรเด็กไม่กิน', 2, 70),
(477, 'dum', '03/09/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 2, 320),
(478, 'kon1', '03/09/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(479, 'kon1', '03/09/2565', '1', 'ทอดมันกุ้ง ', 1, 60),
(480, 'kon1', '03/09/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(481, 'kon1', '03/09/2565', '1', 'ผัดผงกระหรี่', 1, 80),
(482, 'dum', '03/09/2565', '1', 'คนละยำ', 3, 90),
(483, 'dum', '03/09/2565', '1', 'ต้มข๊าไกร่', 1, 120),
(484, 'iop', '06/09/2565', '1', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 1, 50),
(485, 'iop', '06/09/2565', '1', 'ผัดไทยเเลนด์ ปู้นๆ', 1, 60),
(486, 'iop', '06/09/2565', '1', 'ขำหลาย คั่วกลิ้ง', 1, 40),
(487, 'iop', '06/09/2565', '1', 'แกงเขียวหวานเเฮง', 1, 70),
(488, 'iop', '06/09/2565', '1', 'ไก่ย่างจ้า บ่เเม่นข่อย', 1, 120),
(489, 'iop', '06/09/2565', '1', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(490, 'iop', '06/09/2565', '1', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 1, 50),
(491, 'iop', '06/09/2565', '4', 'ต้มยำขึ้นสวรรค์', 1, 120),
(492, 'iop', '06/09/2565', '4', 'คนละยำ', 1, 90),
(493, 'iop', '06/09/2565', '4', 'ราดหน้าเหนียวข้น', 1, 50),
(494, 'iop', '06/09/2565', '4', 'ไก่กระต๊าก', 1, 100),
(495, 'iop', '06/09/2565', '4', 'แกงเขียวหวานเเฮง', 1, 70),
(496, 'iop', '06/09/2565', '1', 'ตำไทยจ้า', 1, 50),
(497, 'iop', '06/09/2565', '1', 'ผัดพริกแกงกันหรอ', 1, 50),
(498, 'iop', '06/09/2565', '1', 'ผัดไทยเเลนด์ ปู้นๆ', 4, 60),
(499, 'iop', '06/09/2565', '1', 'ผัดวุ่นเส้น', 1, 80),
(500, 'iop', '06/09/2565', '5', 'ลุยสวนผัก', 1, 50),
(501, 'iop', '06/09/2565', '5', 'ผัดผักบุ้งสะดุ้งเลย', 1, 50),
(502, 'iop', '06/09/2565', '5', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 2, 50),
(503, 'iop', '06/09/2565', '5', 'ผัดพริกแกงกันหรอ', 1, 50),
(504, 'iop', '06/09/2565', '5', 'ปลากดว่าอร่อย', 1, 100),
(505, 'iop', '06/09/2565', '5', 'ลาบลอย', 1, 40),
(506, 'lplp', '06/09/2565', '1', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(507, 'lplp', '06/09/2565', '1', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 1, 50),
(508, 'lplp', '06/09/2565', '1', 'ข้าวผัดเเสนอร่อย', 1, 50),
(509, 'lplp', '06/09/2565', '1', 'ขำหลาย คั่วกลิ้ง', 1, 40),
(510, 'lplp', '06/09/2565', '1', 'ลาบลอย', 1, 40),
(511, 'lplp', '06/09/2565', '1', 'ตำแสบเเซ่บๆ', 2, 60),
(512, 'lplp', '06/09/2565', '1', 'ตำไทยจ้า', 1, 50),
(513, 'final', '20/09/2565', '1', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(514, 'final', '20/09/2565', '1', 'ขำหลาย คั่วกลิ้ง', 1, 40),
(515, 'final', '20/09/2565', '1', 'ลุยสวนผัก', 1, 50),
(516, 'final', '20/09/2565', '1', 'ไก่กระต๊าก', 1, 100),
(517, 'final', '20/09/2565', '1', 'ราดหน้าเหนียวข้น', 1, 50),
(518, 'final', '20/09/2565', '1', 'หมูข่อยโดนเต๊ะ', 1, 70),
(519, 'final', '20/09/2565', '1', 'ต้มยำขึ้นสวรรค์', 1, 120),
(520, 'final', '20/09/2565', '1', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 1, 50),
(521, 'kon1', '20/09/2565', '1', 'ปลากดว่าอร่อย', 1, 100),
(522, 'kon1', '20/09/2565', '1', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(523, 'kon1', '20/09/2565', '1', 'คนละยำ', 1, 90),
(524, 'kon1', '20/09/2565', '1', 'ไก่ย่างจ้า บ่เเม่นข่อย', 1, 120),
(525, 'kon1', '20/09/2565', '1', 'ห่อหมกฮวกไปฝากเทอ', 2, 70),
(526, 'kon1', '20/09/2565', '1', 'ผัดกะเพรา', 1, 60),
(527, 'kon1', '20/09/2565', '9', 'ขำหลาย คั่วกลิ้ง', 1, 40),
(528, 'kon1', '20/09/2565', '9', 'ผัดวุ่นเส้น', 1, 80),
(529, 'kon1', '20/09/2565', '9', 'ขำหลาย คั่วกลิ้ง', 1, 40),
(530, 'kon1', '20/09/2565', '9', 'ผัดผักบุ้งสะดุ้งเลย', 2, 50),
(531, 'kon1', '20/09/2565', '9', 'ตำไทยจ้า', 1, 50),
(532, 'kon1', '20/09/2565', '9', 'ต้มข๊าไกร่', 1, 120),
(533, 'kon1', '20/09/2565', '9', 'ผัดอะไรเด็กไม่กิน', 1, 70),
(534, 'kon1', '20/09/2565', '9', 'ทอดมันกุ้ง ', 1, 60),
(535, 'kon1', '20/09/2565', '9', 'ผัดผงกระหรี่', 1, 80),
(536, 'kon1', '20/09/2565', '9', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(537, 'kon1', '20/09/2565', '9', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(538, 'liwliw', '20/09/2565', '5', 'คนละยำ', 1, 90),
(539, 'liwliw', '20/09/2565', '5', 'ห่อหมกฮวกไปฝากเทอ', 1, 70),
(540, 'liwliw', '20/09/2565', '5', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 1, 50),
(541, 'liwliw', '20/09/2565', '5', 'ผมไม่ได้เผา กุ้งเผา', 1, 320),
(542, 'liwliw', '20/09/2565', '5', 'ลาบลอย', 1, 40),
(543, 'liwliw', '20/09/2565', '5', 'ผัดอะไรเด็กไม่กิน', 1, 70),
(544, 'liwliw', '20/09/2565', '5', 'ต้มข๊าไกร่', 1, 120),
(545, 'liwliw', '20/09/2565', '5', 'ไก่ย่างจ้า บ่เเม่นข่อย', 1, 120),
(546, 'liwliw', '20/09/2565', '5', 'ทอดมันกุ้ง ', 1, 60),
(547, 'liwliwliw', '21/09/2565', '1', 'เครื่องดื่มน้ำโค้ก', 1, 20),
(548, 'liwliwliw', '21/09/2565', '1', 'ผัดวุ่นเส้น', 1, 80),
(549, 'liwliwliw', '21/09/2565', '1', 'ไข่ยัดไส้ เเต่เราใส่ใจนะ', 2, 50),
(550, 'liwliwliw', '21/09/2565', '1', 'ขำหลาย คั่วกลิ้ง', 2, 40),
(551, 'liwliwliw', '21/09/2565', '1', 'แกงเขียวหวานเเฮง', 1, 70);

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id_user` int(11) NOT NULL,
  `user` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel_number` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id_user`, `user`, `password`, `name`, `tel_number`) VALUES
(1, 'test', 'test', 'test', NULL),
(3, 'test1', 'test1', 'test1', NULL),
(7, 'jkonkanok5', 'jkonkanok5', 'konkanok srilasopha', '0972235754'),
(10, 'konkanok5', 'jkonkanok5', 'kk', '0972235754'),
(11, 'kon1', 'kon1', 'kkkkkk', '0972235754'),
(12, 'kk', 'kk', 'kokokd', '0972235754'),
(13, 'fiverachata1234', 'ffive1235', 'Rachata', '0616315367'),
(14, 'tonliw', '1234', 'konkanok srilasopha', '0972235754'),
(15, 'หลิว', 'kon1', 'กรกนก ศรีละโสภา', '0972235754'),
(16, 'konkon', 'konkon1234', 'konkanok', '0972235754'),
(17, 'ต้นหลิว', 'jkonkanok5', 'กรกนก ศรีละโสภา', '0972235754'),
(18, 'tonliw1', 'tonliw1', 'กรกนก ศรีละโสภา', '0972235754'),
(21, 'tonliw_123', 'jkonkanok5', 'konkanok', '0893193616'),
(22, 'rship2547', 'rship2547', 'ทักษิณ', '0972235754'),
(23, 'test111', 'test111', 'test111', '0972235754'),
(24, 'Maple', '123456789m', 'ณัฐชนน สินเจริญเลิศ', '0851632706'),
(25, 'p1', 'p1', 'konkon', '0972235754'),
(26, 'dum', 'dum', 'น้อนดั้ม', '0983323423'),
(27, 'iop', 'iop', 'ต้นหลิว', '0972235754'),
(28, 'lplp', 'lplp', 'กรกนก', '0982237484'),
(29, 'final', 'final', 'กรกนกกกก', '0832156465'),
(30, 'joji000', '123456789j', 'ชาคริต ทิพวัฒน์', '0930592001'),
(31, 'liwliw', 'liwliw', 'กรกนก ศรีละโสภา', '0972235754'),
(32, 'liwliwliw', 'liwliwliw', 'กรกนก ศรีละโสภา', '0972235754');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `all_food`
--
ALTER TABLE `all_food`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `all_order`
--
ALTER TABLE `all_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id_user`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `all_food`
--
ALTER TABLE `all_food`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT for table `all_order`
--
ALTER TABLE `all_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=552;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id_user` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
